Repository: meisenzahl/upgrade
Catalog: po/*.po
Languages: ca, el, es, ja, nl

source: Upgrade %s
ca: Actualitzar %s
el: Αναβάθμιση %s
es: Actualizar %s
ja: %s をアップグレード

source: Test mode reboot
ca: Reinici del mode de prova
el: Επανεκκίνηση Δοκιμαστικής Λειτουρίας
es: Reinicio en modo de prueba
ja: テストモードで再起動
nl: Testmodus opnieuw opstarten

source: Cancel Upgrade
ca: Cancel·lar actualització
el: Ακύρωση αναβάθμισης
es: Cancelar actualización
ja: アップグレードをキャンセル
nl: Upgrade Annuleren

source: Test Mode
ca: Mode de prova
el: Δοκιμαστική Λειτουργία
es: Modo de prueba
ja: テストモード
nl: Testmodus

source: Could Not Upgrade
ca: No s'ha pogut actualitzar
el: Αδυναμία Αναβάθμισης
es: No se ha podido actualizar
ja: アップグレードできませんでした
nl: Kon Niet Upgraden

source: Upgrade to %s failed. Your device may not restart properly.
ca: Ha fallat l'actualització a %s. És possible que el vostre dispositiu no es reiniciï correctament.
el: Η αναβάθμιση στην έκδοση %s απέτυχε. Η συσκευή σας μπορεί να μην επανεκκινήσει σωστά.
es: La actualización a %s ha fallado. Tu dispositivo puede no reiniciarse adecuadamente.
ja: %s にアップグレードできませんでした。お使いのデバイスは適切に再起動しない可能性があります。
nl: Upgrade naar %s is mislukt. Uw apparaat start mogelijk niet correct opnieuw op.

source: Details
ca: Detalls
el: Λεπτομέρειες
es: Detalles
ja: 詳細

source: Preparing to upgrade
ca: S'està preparant per actualitzar
el: Προετοιμασία για αναβάθμιση
es: Preparando para actualizar
ja: アップグレードの準備をしています
nl: Upgrade Voorbereiden

source: Setting new software channels
ca: Configuració de nous canals de software
el: Ρύθμιση νέων καναλιών λογισμικού
es: Seleccionando nuevos canales de software
ja: 新しいソフトウェアチャンネルを設定しています
nl: Nieuwe softwarekanalen instellen

source: Getting new packages
ca: Obtenint nous paquets
el: Ανάκτηση νέων πακέτων
es: Obteniendo nuevos paquetes
ja: 新しいパッケージを取得しています
nl: Nieuwe pakketten ophalen

source: Installing the upgrades
ca: Instal·lació de les actualitzacions
el: Εγκατάσταση των αναβαθμίσεων
es: Instalando las actualizaciones
ja: アップグレードをインストールしています
nl: De upgrades installeren

source: Cleaning up
ca: Netejant
el: Καθάρισμα
es: Limpiando
ja: クリーンアップしています
nl: Opruimen

source: Upgrade was successful
ca: Es va actualitzar amb èxit
el: Η αναβάθμιση ήταν επιτυχής
es: La actualización se ha completado correctamente
ja: アップグレードが完了しました
nl: De upgrade is gelukt

source: Upgrade to %s was successfull. You may want to restart your device now.
ca: L'actualització a %s s'ha realitzat correctament. És possible que vulgueu reiniciar el dispositiu ara.
el: Η αναβάθμιση στην έκδοση %s ήταν επιτυχής. Μπορείτε τώρα να επανεκκινήσετε τη συσκευή σας.
es: Se ha actualizado a %s. Puedes reiniciar tu dispositivo ahora
ja: %s へのアップグレードが完了しました。お使いのデバイスを今すぐ再起動することを推奨します。
nl: Upgrade naar %s is gelukt. Misschien wilt u uw apparaat nu opnieuw opstarten.

source: Restart Device
ca: Reiniciar el dispositiu
el: Επανεκκίνη Συσκευής
es: Reiniciar dispositivo
ja: デバイスを再起動
nl: Herstart apparaat

source: %s is up to date.
ja: %s は最新の状態です。

source: Make sure you’re ready to upgrade
ca: Assegureu-vos que esteu a punt per actualitzar
el: Επιβεβαιωθείτε ότι είστε έτοιμος να αναβαθμίσετε
es: Asegúrate de que estás listo para actualizar
ja: アップグレードの準備ができているか確認してください

source: Before you upgrade, we recommend that you back up your data
ca: Abans d'actualitzar, us recomanem que feu una còpia de seguretat de les vostres dades
el: Προτού αναβαθμίσετε, σας συνιστούμε να κάνετε backup τα αρχεία σας
es: Antes de actualizar, te recomendamos que hagas una copia de seguridad de tus datos
ja: アップグレードの前に、データのバックアップを推奨します
nl: Voordat u een upgrade uitvoert, raden we u aan een back-up van uw gegevens te maken

source: To prevent data loss close all open applications and documents
ca: Per evitar la pèrdua de dades, tanqueu totes les aplicacions i documents oberts
el: Για αποφύγη απώλειας δεδομένων κλείστε όλες τις ανοικτές εφαρμογές και αρχεία
es: Para prevenir pérdida de datos, cierra todas las aplicaciones y documentos
ja: データが失われないように、開いているアプリケーションとドキュメントをすべて閉じてください
nl: Sluit alle geopende applicaties en documenten om gegevensverlies te voorkomen

source: Start upgrade
ca: Començar actualizació
el: Εκκίνηση αναβάθμισης
es: Empezar actualización
ja: アップグレードを開始
nl: Start de upgrade

source: To set up the installation of %s, click 'Continue'.
ja: %s のインストールを開始するには、'続行' をクリックしてください。

source: Continue
ca: Continua
el: Συνέχεια
es: Continuar
ja: 続行
nl: Volgende

source: Make sure youâ€™re ready to upgrade
nl: Zorg ervoor dat u klaar bent om te upgraden
